Repository: Sowhat999/kundalini-v1-advertising
Catalog: *.lproj/Localizable.strings
Languages: da

# ABOUTLABEL
source: About
da: Om

# TUNEINLABEL
source: Get started
da: Kom i gang

# READMORELABEL
source: Read more
da: Læs mere

# ABOUT0TITLE
source: About the App - version 1.3
da: Om App'en - version 1.5

# ABOUT1TITLE
source: About Dyb:ro yoga
da: Om Dyb:ro yoga

# ABOUT2TITLE
source: About Pernille
da: Om Pernille Dybro

# ABOUT3TITLE
source: About Kundalini yoga
da: Om Kundalini yoga

# ABOUT4TITLE
source: Music by Mirabai Ceiba
da: Musik af Mirabai Ceiba

# ABOUT5TITLE
source: Find us on Facebook
da: Kontakt os på Facebook

# ABOUT6TITLE
source: Kundalini Yoga rocks!
da: Giv os 5 stjerner :)

# ABOUT7TITLE
source: Who created this App
da: Personerne bag

# ABOUT8TITLE
source: Heartfelt thanks to
da: Tak til

# ABOUT0TXT
source: This app is designed both for you, who are new to yoga and the experienced yogi. With this app you get 39 yoga exercises divided into 5 yoga sessions. Examples are Anti-Stress, Yoga for Sun Energy and Detox. The poses are easy and convenient to do. Where and when it suits you, on a chair, at work or on your living room floor. You will be guided by beautiful videos recorded on location by the beautiful North Sea in Northern Jutland, Denmark and in the charming and lively city of Aalborg by Denmark’s leading Kundalini Yoga and meditation teacher Pernille Dybro.
da: Denne app er udviklet så den både passer til dig, der er nybegynder og dig, der allerede er en erfaren yogi. Ordet Kundalini betyder vitalitet/livskraft. Kundalini Yoga består af enkle og effektive redskaber til yoga & meditation (mindfulness) som giver dig overskud og ro i en travl hverdag. I denne app kan du vælge mellem 39 øvelser fordelt på 5 yogasessions. F.eks. Anti-stress, Solens Yogasæt og Detox derudover får du 4 meditationer at vælge mellem. Øvelserne udføres nemt og bekvemt. Når og hvor det passer dig. F.eks. på en stol, på din arbejdsplads – eller på gulvet hjemme i stuen. Via lækre videoer, optaget ved det smukke Vesterhav i Nordjylland, samt i charmerende og livlige Aalborgs midtby, bliver du guided af Danmarks førende Kundalini Yoga & meditationslærer Pernille Dybro.

# ABOUT1TXT
source: Dyb:ro:yoga (www.dybro-yoga.dk) offers KUNDALINI YOGA for children and adults as taught by Yogi Bhajan. This simple and vital form of yoga is also called “The yoga of awareness” as it uses simple methods to quickly bring balance to body, spirit and mind. It is a form of yoga that suits most people, no matter what age and flexibility.
da: Dyb:ro:yoga (www.dybro-yoga.dk) tilbyder KUNDALINI YOGA efter Yogi Bhajan for voksne og børn. Denne enkle og vitale yogaform kaldes også "hverdagens yoga", da den benytter enkle redskaber til hurtigt at bringe balance i krop, ånd og sind. En yogaform, som passer til de allerfleste uanset alder og fleksibilitet.

# ABOUT2TXT
source: I am a passionate yoga teacher who lives and breathes yoga. I am deeply grateful to be able to pass on Kundalini Yoga as taught by Yogi Bhajan. I have been practicing Kundalini Yoga since 1995. I am an internationally certified Kundalini Yoga- and Meditation teacher (IKYTA and 3HO) and trained children’s yoga teacher. I am a Kundalini Yoga Intern with I-SKY (International School of Kundalini Yoga) and assist in training new teachers. My mission is to inspire, uplift and educate as many people as possible to live a life filled with happiness, consciousness, balance and inner peace. Happiness IS your birthright - Yogi Bhajan.
da: Jeg (Pernille Dybro) er passioneret yogainstruktør, lever og ånder for yogaen. Jeg er dybt taknemmelig over at kunne videreformidle Kundalini Yoga efter Yogi Bhajan og praktiserer Kundalini Yoga siden 1995. Jeg er internationalt certificeret Kundalini Yoga- og meditationslærer (IKYTA og 3HO) samt uddannet børneyogainstruktør. Jeg er formand for Dansk Kundalini Yogalærerforening og intern hos I-SKY skole for Kundalini Yoga, hvor vi uddanner Kundalini Yogalærere. Min mission er at inspirere, opløfte og motivere så mange mennesker som muligt til at leve et liv fyldt med glæde, bevidsthed, balance og indre ro. HAPPINESS IS YOUR BIRTHRIGHT

# ABOUT3TXT
source: Kundalini Yoga is a physical and dynamic form of yoga consisting of physical exercises, breathing exercises, mediation, and mantra. Kundalini means vitality and Kundalini Yoga is about increasing the flow of this vitality in your body in order to get “out of your head” and into your body. The word “yoga” means to “unite” – a union of body, spirit and mind. Kundalini Yoga was brought to the West at the end of the 1960’s by Yogi Bhajan and is also called “The Yoga of Awareness”. Yoga improves your quality of life in many areas including: better sleep, stress management, alleviate back problems. Yoga affects your body and the internal organs in different ways. It provides flexibility, affect digestion and hormone balance and gives a stronger nervous system, it balances the right and left hemispheres and improve your sleeping habits.
da: Kundalini Yoga er en aktiv og dynamisk form for yoga, som består af kropsøvelser, åndedrætsøvelser, meditation og mantra. Kundalini betyder vitalitet/livskraft. Kundalini Yoga handler om at øge flowet af denne vitalitet i kroppen, således du kommer "ud af hovedet" og ned i kroppen. Ordet "yoga" betyder at "forene" - en forening af krop, ånd og sind. Traditionelt blev Kundalini Yoga givet videre fra mester til elev, og var forbeholdt de særligt udvalgte. Man skulle mestre den traditionelle Hatha Yoga, før man gradvist fik Kundalini Yogaen åbenbaret af sin mester. Yogi Bhajan brød med denne tradition og bragte Kundalini Yoga til vesten i slutningen af 1960'erne, hvor han gjorde den tilgængelig for almindelige mennesker. Du finder yderligere information om Kundalini Yoga på mit website www.dybro-yoga.dk og www.kundaliniyoga.dk.

# ABOUT4TXT
source: Music by Mirabai Ceiba. From the album: Awakened Earth you can hear the songs: Ong Namo Ad Guray Nameh. From the album: A hundred blessings you can hear the song: A hundred blessings. From the award winning album: Between the shores of our souls - you can hear the songs: Breeze at Dawn Burn of the heart. You can find more Kundalini Yoga music from Mirabai Ceiba on www.spiritvoyage.com.
da: Musik af Mirabai Ceiba Fra albummet: Awakened Earth kan du høre sangene: Ong Namo Ad Guray Nameh Fra albummet: A hundred blessings kan du høre sangen: A hundred blessings Fra albummet: Between the shores of our souls kan du høre sangene: Breeze at Dawn Burn of the heart På www.spiritvoyage.com kan du finde mere Kundalini Yoga musik fra Mirabai Ceiba

# ABOUT5TXT
source: Like us on Facebook, ask questions or get more tips on Kundalini yoga
da: Bliv ven med os på Facebook, hvis du har spørgsmål eller vil vide mere om yoga

# ABOUT6TXT
source: Help us share the effective tools of Kundalini Yoga by reviewing us in App Store. Your constructive criticism is welcome on info@dybro-yoga.dk.
da: Hjælp os med at udbrede disse effektive og enkle yogaværktøjer ved at anmelde os i App store Konstruktiv kritik kontakt os venligst på info@dybro-yoga.dk

# ABOUT7TXT
source: Passionated Yoga teacher, yoga lover and mother of two fantastic daughters, Pernille Dybro (my spiritual name is Angad Kaur) - www.dybro-yoga.dk. Committed Photographer with the ability of catch the magic in every moment Ulrik Slot Christensen www.nordjyskfoto.dk. Enthusiatic and very patient Developer Christian Toft Andersen - www.snape-apps.dk.
da: Passioneret yogalærer, yoganørd og mor til to fantastisk døtre Pernille Dybro-Kristensen (mit spirituelle navn er Angad Kaur) - www.dybro-yoga.dk. Dedikeret og med øje for det magiske: Fotograf-Design Ulrik Slot Christensen - www.nordjyskfoto.dk. Enthusiastisk og meget grundig Udvikler Christian Toft Andersen - ejer af www.Snake-Apps.dk.

# ABOUT8TXT
source: My soulsister and friend, who took me to yoga on an ordinary day back in the 90's. I have never been the same since. Yogi Bhajan, who I had the honour and pleasure of meeting in person, and who changed my life - www.yogibhajan.org. Award winning, beautiful and soul touching music from Mirabai Ceiba - www.mirabaiceiba.com. Spirit Voyage, who allowed us to use the music for this app - www.spiritvoyage.com. Director Hans Nielsen, who allowed us to film at Skagen Odde Naturcenter - www.skagen-natur.dk No words can describe the gratitude to our families for their support, love and patience in bringing this project into life. Also thank you to our friends and network, who lovingly read and commented on the texts
da: Af hjertet tak til min veninde, som på en ganske almindelig dag tilbage i 90'erne, tog mig med til Kundalini Yoga. Yogi Bhajan, som jeg selv havde fornøjelse og æren af at møde personligt, og som ændrede mit liv - www.yogibhajan.org. Den gudesmukke og prisvindende musik lavet af Mirabai Ceiba - www.mirabaiceiba.com. Spirit Voyage, som har givet os lov til at benytte musikken i denne app - www.spiritvoyage.com. Direktør Hans Nielsen - Skagen Odde Naturcenter, som gav os lov til at filme i de skønne lokaler - www.skagen-natur.dk. 1000 tak til vores familier for opbakning, støtte og tålmodighed. Tak også til vores netværk og venner, som har læst korrektur og givet gode råd med på vejen
